alefragnani.bookmarks
alphabotsec.vscode-eclipse-keybindings
bmewburn.vscode-intelephense-client
chakrounanas.turbo-console-log
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
ethansk.restore-terminals
formulahendry.auto-rename-tag
github.codespaces
github.copilot
github.copilot-chat
github.remotehub
hoovercj.vscode-power-mode
inferrinizzard.prettier-sql-vscode
k--kato.intellij-idea-keybindings
microprofile-community.mp-rest-client-generator-vscode-ext
microprofile-community.mp-starter-vscode-ext
microprofile-community.vscode-microprofile-pack
ms-ceintl.vscode-language-pack-zh-hant
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-repos
ms-vscode.remote-explorer
ms-vscode.remote-repositories
neochen2701.csf-extension-pack
oderwat.indent-rainbow
redhat.java
redhat.vscode-community-server-connector
redhat.vscode-microprofile
redhat.vscode-quarkus
redhat.vscode-rsp-ui
ritwickdey.liveserver
rvest.vs-code-prettier-eslint
streetsidesoftware.code-spell-checker
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
